Repository: nidza07/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: sr

source: Launch of the Minute timer
sr: Pokretanje štoperice minuta

source: Enter the minute timer &duration (in minutes):
sr: Upiši vreme trajanja štoperice u &minutima

source: Enter the &announce to be spoken at the end of duration:
sr: Upiši šta će se &Izgovoriti na kraju:

source: Delay to be alerted before ending (in minutes):
sr: Vreme za upozorenje pre kraja (u minutima):

source: Ring's &Options
sr: Opcije &zvuka

source: Duration is not valid
sr: Trajanje nije ispravno

source: The Delay to be notified before duration ending must be smaller than duration
sr: Obaveštenje pre kraja mora biti manje od trajanja

source: Minute timer started for %s minutes
sr: Štoperica pokrenuta za %s minuta

source: Ring options
sr: Opcije zvuka

source: &Number of rings:
sr: &Broj zvukova:

source: &Delay between rings (in milliseconds):
sr: &Odlaganje zvukova (u milisekundama):

source: Current minute timer
sr: Trenutna štoperica minuta

source: Remaining duration:
sr: Preostalo trajanje:

source: &Stop
sr: &Zaustavi

source: Minute timer is stopped
sr: Štoperica minuta je zaustavljena

source: %s seconds
sr: %s sekundi

source: {minutes} minutes {seconds}
sr: {minutes} minuta {seconds}

source: NVDA logs management
sr: Upravljanje NVDA dnevnicima

source: Open &current log
sr: Otvori trenutni &dnevnik

source: Open &previous log
sr: Otvori &stari dnevnik

source: Copy current log file &path to clipboard
sr: Kopiraj &adresu trenutnog dnevnika u privremenu memoriju

source: Copy &old log file path to clipboard
sr: Kopiraj &adresu starog dnevnika u privremenu memoriju

source: Open Error
sr: Greška pri otvaranju

source: old log file path copied to clipboard
sr: Adresa datoteke sa starim dnevnicima kopirana u privremenu memoriju

source: old log file path cannot be copied to clipboard
sr: Adresa datoteke sa starim dnevnicima se ne može kopirati u privremenu memoriju

source: %s dialog is allready open
sr: %s dijalog je već otvoren

source: Family: %s
sr: Vrsta: %s

source: Name: %s
sr: Ime: %s

source: Size: %s
sr: Veličina: %s

source: Text's alignment: %s
sr: Poravnanje teksta: %s

source: Attributes: %s
sr: Atributi: %s

source: Vertical alignment: %s
sr: Uspravno poravnanje: %s

source: Position: %s
sr: Pozicija: %s

source: Paragraph's indentation: %s
sr: Uvlačenje pasusa: %s

source: style: %s
sr: Stil: %s

source: Line spacing: %s
sr: Udvajanje redova: %s

source: Indentation: %s
sr: Uvlačenja: %s

source: Formatting's Informations
sr: Informacije o formatiranju

source: Voice profile switching
sr: Menjanje glasovnih profila:

source: Display the running application windows's list with opportunity to put one of them on the foreground or destroy it
sr: Prikazivanje liste aplikacija uz priliku da se neka od njih fokusira ili zatvori

source: Shows the list of buttons on the System Tray
sr: Prikazuje listu ikonica na sistemskoj traci

source: Display the dialog to shutdown, reboot or hibernate the computer
sr: Prikazuje dijalog za gašenje, hibernaciju ili ponovno pokretanje računara

source: Shutdown the computer
sr: Isključivanje računara

source: Reboot the computer
sr: Ponovno pokretanje računara

source: Hibernate the computer
sr: Stavljanje računara u stanje hibernacije

source: Allow you to copy or type complex symbol
sr: Dozvoljava kopiranje ili upisivanje kompleksnih simbola

source: Display the list of last used complex symbols
sr: Prikazivanje liste poslednje korišćenih kompleksnih simbola

source: Display the list's visible items making up current foreground object
sr: Prikazuje vidljive stavke liste koje čine objekat

source: If pressed twice: display the list's visible items making up it
sr: Ako se pritisne dva puta: Prikazuje stavke koje čine listu

source: {systrayIconsDoc}. Twice, {activeWindowsDoc}
sr: {systrayIconsDoc}. Dva puta, {activeWindowsDoc}

source: Report the application 's name and version
sr: Prijavljuje ime i verziju aplikacije

source: Speaks the filename of the active application along with the name of the currently loaded appModule python file. Pressing this key twice,speak the name and state of the current configuration profile
sr: Izgovara ime aktivne aplikacije kao i njen učitan modul, python datoteka. Ako se pritisne dva puta, izgovara ime i stanje trenutnog profila podešavanja

source: Report the name and version number of add-on activated for focused application
sr: Prijavljuje ime i verziju dodatka za trenutno fokusiranu aplikaciju

source: Display informations about the focused application
sr: Prikazuje informacije o fokusiranoj aplikaciji

source: Display dialog to start the minute timer. If minute timer already started, display dialog to report duration
sr: Prikazuje dijalog za pokretanje tajmera za minute. Ako je pokrenut, prijavljuje trajanje.

source: Display add-on user's guide
sr: Prikazuje korisničko uputstvo dodatka

source: Display the list of commands of the commands interpreter
sr: Prikaži listu komandi okruženja za komande dodatka

source: Open a dialog to manage NVDA logs
sr: Otvara dijalog za upravljanje NVDA dnevnicima

source: Open current NVDA log file. Pressing this key twice, open the old NVDA log file. Pressing third, copy current log path to the clipboard
sr: Otvara trenutnu datoteku NVDA dnevnika. Ako se pritisne dva puta, otvara stari dnevnik. Ako se pritisne tri puta, kopira adresu dnevnika u privremenu memoriju.

source: report the name of current selected folder in the open or Save dialog box. Twice: report full path
sr: Prijavljuje trenutno izabran folder u dijalozima za izbor datoteke i čuvanje. Dva puta: Prijavljuje punu adresu.

source: report the name of current selected folder in the open or Save dialog box
sr: Prijavljuje trenutno izabran folder u dijalozima za izbor datoteke i čuvanje

source: report the full path of current selected folder in the open or Save dialog box
sr: Prijavljuje punu adresu u dijalozima za čuvanje ili izbor datoteke

source: Explore my user configuration's folder
sr: Istraživanje foldera korisničkih podešavanja

source: Explore NVDA program's folder
sr: Istraži folder programa NVDA

source: Display speech history records
sr: Prikaži stavke istorije govora

source: Report previous record of the speech history and copy it to clipboard
sr: Prijavi prethodnu stavku istorije govora i kopiraj je u privremenu memoriju

source: Report current record of the speech history and copy it to clipboard. Twice: display speech history
sr: Prijavi trenutnu stavku istorije govora i kopiraj je u privremenu memoriju. Dva puta: Prikazuje istoriju govora.

source: Report next record of the speech history and copy it to clipboard
sr: Prijavi sledeću stavku istorije govora i kopiraj je u privremenu memoriju

source: Restart NVDA. Twice: restart with log level set to debug
sr: Ponovo pokreće NVDA. 2 puta: Ponovo pokreće sa dnevnicima za otklanjanje greške.

source: Toggle voice profile switch mode
sr: Uključuje i isključuje režim menjanja glasovnih profila

source: Display dialog to manage voice profile selectors
sr: Prikazuje dijalog za upravljanje biračima glasovnih profila

source: Go backward to the first selector associated to a voice profile and set this voice profile as current voice profile
sr: Vrati se na prethodni birač glasovnog profila i podesi ga kao trenutni glasovni profil

source: Go to forward to the first selector associated to a voice profile and set this voice profile as current voice profile
sr: Prebaci se na sledeći birač glasovnog profila i podesi ga kao trenutni profil

source: Display keyboard keys renaming dialog
sr: Prikazuje dijalog za preimenovanje tastera na tastaturi

source: Display command key selective announcement dialog
sr: Prikazuje dijalog za selektivno izgovaranje komandnih tastera

source: Report the current time. Twice: report the current date. Third: copy date and time to the clipboard
sr: Prijavljuje vreme. Dva puta: Prijavljuje trenutni datum. Tri puta: Kopira vreme i datum u privremenu memoriju.

source: Copy date and time to the clipboard
sr: Kopira datum i vreme u privremenu memoriju

source: Display, in dialog box, formatting informations for the current review cursor position within a document
sr: Prikazuje informacije o formatiranju za trenutnu poziciju preglednog kursora u dijalogu

source: Launch commands's interpreter of add-on
sr: Pokreni okruženje za komande dodatka

source: Set selector 1 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 1 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Set selector 2 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 2 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Set selector 3 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 3 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Set selector 4 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 4 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Set selector 5 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 5 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Set selector 6 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 6 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Set selector 7 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 7 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Set selector 8 as current selector and set, if possible, its associated voice profile as current voice profile
sr: Postavlja birač 8 kao trenutni birač, ako je moguće aktivira glasovni profil

source: Displays the dialog to manage the input gestures configured by user
sr: Prikazuje dijalog za upravljanje ulaznim komandama koje korisnik podešava

source: Display tools for add-on development dialog
sr: Prikazuje dijalog za alate za razvoj dodataka

source: Click the left mouse button at navigator object position. Twice: click twice this button at this position
sr: Izvršava levi klik na poziciji navigacionog objekta. Dva puta: Izvršava dupli klik na toj poziciji.

source: Click the right mouse button at navigator object position. Twice: click twice this button at this position
sr: Izvršava desni klik na poziciji navigacionog objekta. Dva puta: Izvršava dupli klik na toj poziciji.

source: Display add-on settings dialog
sr: Prikazuje dijalog za podešavanja dodatka

source: Display settings dialog for current configuration profile
sr: Prikaži dijalog podešavanja za trenutni profil

source: Enable or disable the standard use of numeric keypad
sr: Omogući ili onemogući standardno korišćenje numeričke tastature

source: Close all opened windows
sr: Zatvori sve otvorene prozore

source: Display running add-ons list
sr: Prikazuje listu pokrenutih dodataka

source: Report current speech settings. Twice: display them
sr: Prijavi trenutna podešavanja govora. Ako se pritisne 2 puta prikazuje ih

source: Report current speech settings
sr: Prijavljuje trenutna podešavanja govora

source: Display current speech settings
sr: Prikaži trenutna podešavanja govora

source: activate or desactivate text analyzer
sr: Aktiviraj ili deaktiviraj analizu teksta

source: Analyze the word under system cursor
sr: Analiziraj reč na poziciji sistemskog kursora

source: Analyze the line under system cursor
sr: Analiziraj red na poziciji sistemskog kursora

source: Analyze the sentence under system cursor
sr: Analiziraj rečenicu na poziciji sistemskog kursora

source: Analyze the paragraph under system cursor
sr: Analiziraj pasus na poziciji sistemskog kursora

source: Display the dialog to manage user configurations
sr: Prikazuje dijalog za upravljanje korisničkim podešavanjima

source: Toggle reporting of current caret position in edit box
sr: Uključi ili isključi prijavljivanje trenutne pozicije kursora u poljima za uređivanje

source: Add, to clipboard, the selected text
sr: Dodaj izabrani tekst u privremenu memoriju

source: Display the temporary audio device manager
sr: Prikaži upravljač privremenih audio uređaja

source: Leave up the temporary audio device
sr: Oslobodi privremeni audio uređaj

source: Set, as temporary audio device, the next device in the list of checked devices of the temporary audio device manager
sr: Podesi sledeći označen audio uređaj u listi audio uređaja kao privremeni audio uređaj

source: Set, as temporary audio output device , the next device in the list of devices selected in the temporary audio output device manager. Twice: leave up the temporary audio output device
sr: Podesi sledeći označen audio uređaj u listi audio uređaja kao privremeni audio uređaj. Dva puta: Oslobodi privremeni audio uređaj

source: Set on main and NVDA volume
sr: Podešava glavnu ili NVDA jačinu

source: Toggle current focused application volume mute
sr: Uključuje ili isključuje zvuk za trenutno fokusiranu aplikaciju

source: Increase volume of current focused application
sr: Pojačaj jačinu trenutno fokusirane aplikacije

source: Decrease volume of current focused application
sr: Smanji jačinu trenutno fokusirane aplikacije

source: Maximize volume of current focused application
sr: Pojačaj jačinu trenutno fokusirane aplikacije na najveću vrednost

source: Minimize volume of current focused application
sr: Smanji jačinu trenutno fokusirane aplikacije na najmanju vrednost

source: Increase volume of speakers
sr: Pojačaj zvučnike

source: Decrease volume of speakers
sr: Smanji zvučnike

source: Maximize volume of speakers
sr: Podesi jačinu zvučnika na najveću vrednost

source: Minimize volume of speakers
sr: Smanji jačinu zvučnika na najmanju vrednost

source: Set the volume of current focused application to previous level
sr: Vrati jačinu trenutno fokusirane aplikacije na prethodni nivo

source: Set the main volume to previous level
sr: Podesi glavnu jačinu na prethodni nivo

source: It's time
sr: Vreme je

source: Some changes have been made. You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
sr: Neke promene su izvršene. Morate ponovo pokrenuti NVDA da bi bile primenjene. Da li želite to sada da uradite?

source: Don't forget to save the configuration for the changes to take effect !
sr: Ne zaboravite da sačuvate podešavanja kako bi se promene primenile!

source: Features's installation
sr: Instalacija karakteristika

source: Do not install
sr: Ne instaliraj

source: Install
sr: Instaliraj

source: Install without gesture
sr: Instaliraj bez komande

source: Display &systray icons and running application windows list:
sr: Prikazivanje ikona na sistemskoj traci i prozora pokrenutih aplikacija:

source: &Complex symbols edition help:
sr: Pomoć za dodavanje &kompleksnih simbola:

source: &Focused application's informations:
sr: Informacije za &fokusiranu aplikaciju:

source: &Extended Virtual Buffer:
sr: &Dodaci za režim pretraživanja:

source: C&lipboard command announcement:
sr: Izgovor komandi &privremene memorije:

source: Anno&uncement of the preselected folder in "Open", "Save", "Save as" dialog boxes:
sr: Prijavljivanje trenutno izabranih &foldera u dijalozima "Otvori", "sačuvaj" i "sačuvaj kao"

source: &NVDA's log Files:
sr: &NVDA datoteke sa dnevnicima:

source: Speech &history:
sr: Istorija &govora:

source: &Keyboard keys renaming:
sr: Preimenovanje &tastera na tastaturi:

source: C&ommand keys selective announcement:
sr: Selektivan izgovor &komandnih tastera:

source: Minute &timer:
sr: Štoperica u &minutima:

source: NVDA's &restart:
sr: Ponovno pokretanje programa &NVDA:

source: Display visible items making up the foreground &object:
sr: Prikaži vidljive stavke koje čine objekat:

source: &Voice profile switching:
sr: Menjanje &glasovnih profila:

source: Ke&ys's remanence:
sr: &Odlaganje tastera:

source: Volu&me's control:
sr: Kontrola &jačine:

source: &Development's tools:
sr: Alati za &programiranje:

source: &Date and time - supplements:
sr: Dodaci za &datum i vreme

source: Text anal&ysis:
sr: Ana&liza teksta:

source: Temporar&y audio device:
sr: Privremeni &Audio uređaj:

source: NVDA enhancements
sr: NVDA poboljšanja

source: Editing
sr: Uređivanje

source: &Report next word on deletion
sr: &Prijavi sledeću reč nakon brisanja

source: maximum number of last &used symbols recorded:
sr: Maksimalan broj poslednje korišćenih sačuvanih &simbola:

source: Speech history
sr: Istorija govora

source: &Number the records
sr: &Broj sačuvanih stavki

source: &Display records in ascending order
sr: &Prikaži stavke u uzlaznom redu

source: Browser
sr: Pretraživač

source: &Browse in loop
sr: &Navigacija od dna ka vrhu

source: Computer
sr: Računar

source: &No object description in Windows ribbons
sr: &Bez opisa objekata u Windows Ribbon trakama

source: Automatically &maximize windows
sr: Automatski &uvećaj prozore

source: Report &windows clock's time with seconds
sr: Prijavi &Windows vreme u sekundama

source: Main and NVDA volume
sr: Podešava glavnu ili NVDA jačinu

source: Set on &volume at the loading of the add-on
sr: &Podesi jačinu kada se dodatak učita

source: Main volume
sr: Glavna jačina

source: &Threshold of recovery of the volume:
sr: &Oporavak jačine:

source: Recovery &level:
sr: &Nivo oporavka:

source: NVDA volume
sr: NVDA jačina

source: T&hreshold of recovery of the volume:
sr: &Oporavak jačine:

source: &Recovery level:
sr: &Nivo oporavka:

source: Volume change
sr: Promena jačine

source: Ste&ps's size:
sr: &Vrednost pomeranja:

source: R&eport volume changes
sr: &Prijavi promene jačine

source: &Announce application volume level in percent
sr: &Izgovori nivo jačine trenutne aplikacije u procentima

source: Temporary audio device
sr: Privremeni audio uređaj

source: Ask for confirmation
sr: Zahtevaj potvrdu

source: ma&ximum waiting time for confirmation (in seconds):
sr: Ma&ksimalno vreme čekanja potvrde (u sekundama ):

source: advanced
sr: Napredno

source: For No NVDA's version
sr: Nikada

source: For Only the NVDA's snapshot versions
sr: Samo za NVDA beta verzije

source: Only until the next NVDA restart
sr: Samo do sledećeg ponovnog pokretanja programa NVDA

source: For all NVDA's versions
sr: Za sve NVDA verzije

source: &Play sound on logged errors:
sr: &Reprodukuj zvuk za zabeležene greške:

source: &Title dialog with add-on name
sr: Dijalog &naslova sa imenom dodatka:

source: &Delay between repeat of same gesture:
sr: &Odlaganje do pritiska iste komande:

source: &Do not take account of the option called "Report object descriptions" during the display of the dialog box same as confirmation
sr: &Ne uzimaj u obzir podešavanje za prijavu opisa objekata u dijaloškim prozorima koji zahtevaju potvrdu

source: Keyboard
sr: Tastatura

source: Keys's remanence
sr: Odlaganje tastera

source: &Only NVDA key in remanence
sr: &Samo NVDA taster u odlaganju

source: Activate &remanence at NVDA's start
sr: Aktiviraj &odlaganje kada se NVDA pokrene

source: &Remanence's delay (in milliseconds):
sr: &Odlaganje u milisekundama:

source: Play &sound at the start of remanence
sr: Reprodukuj &zvuk na početku odlaganja

source: Play sound at the &end of remanence
sr: &Reprodukuj zvuk na kraju odlaganja

source: Special remanence for &Gmail.com
sr: Posebno odlaganje za &gmail.com

source: Numeric keypad
sr: Numerička tastatura

source: &Allow the standard use of the numeric keypad
sr: &Dozvoli standardno korišćenje numeričke tastature

source: &Enable the standard use of the numeric keypad at NVDA's start
sr: &Omogući standardno korišćenje numeričke tastature kada se NVDA pokrene

source: &Enable / disable numeric keypad's standard use with num lock key
sr: &Omogući ili onemogući standardno korišćenje numeričke tastature tasterom NumLock

source: Update
sr: Ažuriranje

source: Automatically check for &updates
sr: Automatska provera &ažuriranja

source: Update also release versions to &development versions
sr: Ažuriraj stabilne verzije na &verzije u razvoju

source: &Check for update
sr: &Proveri dostupna ažuriranja

source: View &history
sr: Prikaži &istoriju

source: Settings
sr: Podešavanja

source: Cursor's moving
sr: Pomeranje kursora

source: &Punctuation/symbol level on word movement:
sr: &Nivo simbola interpunkcije u navigaciji reč po reč:

source: Current configuration profile's level
sr: Nivo trenutnog profila za podešavanja

source: Clipboard
sr: Privremena memorija

source: Text used as a &separator between contents added to the clipboard.
sr: Tekst koji će se koristiti kao odvajač za dodat &tekst u privremenoj memoriji:

source: &Add text before clipboard datas
sr: &Dodaj tekst pre podataka privremene memorije

source: Ask &confirmation before adding
sr: Zahtevaj &potvrdu pre dodavanja

source: Text analysis
sr: Analiza teksta

source: &Activate text analyzer
sr: &Aktiviraj analizu teksta

source: Activate text analyzer at add-on's &start
sr: Aktiviraj analizu teksta kada se dodatak pokrene

source: Symbols match
sr: Podudarnost simbola

source: Report &discrepancies
sr: Prijavi &neslaganja

source: Anomalies
sr: Anomalije

source: Report a&nomalies
sr: Prijavi &anomalije

source: &Verify:
sr: &Potvrdi:

source: &For symbols:
sr: &Za simbole:

source: Formatting
sr: Formatiranje

source: Report &changes
sr: Prijavi &promene

source: Ty&pe:
sr: &Vrsta:

source: Alert
sr: Upozorenje

source: Report &by:
sr: Prijavi &pomoću:

source: Sounds:
sr: Zvukovi:

source: Frequency:
sr: Frekvencija:

source: Length:
sr: Trajanje:

source: Message:
sr: Poruka:

source: Profile settings's %s
sr: Podešavanja profila %s

source: Beep
sr: Pištanje

source: Sound
sr: Zvuk

source: Alert message
sr: Poruka upozorenja

source: Detections's number
sr: Broj prepoznavanja

source: detailed description
sr: Detaljni opis

source: The multiple contiguous spaces
sr: Više razmaka zajedno

source: The space or Tab at end
sr: Uvlačenje razmakom ili tabulatorom

source: The isolated or non spaced punctuations
sr: Interpunkcija koja je samostalna ili nije odvojena razmakom

source: The uppercase missing or inversed
sr: Veliko slovo koje nedostaje ili je suvišno

source: The required space before the symbol
sr: Zahteva se razmak pre simbola

source: The required space after the symbol
sr: Zahteva se razmak nakon simbola

source: unexpected space before symbol
sr: Neočekivani razmak pre simbola

source: unexpected space after symbol
sr: Neočekivani razmak nakon simbola

source: Font's name
sr: Ime fonta

source: Font's size
sr: Veličina fonta

source: Font's attributes
sr: Atributi fonta

source: Style
sr: Stil

source: Color
sr: Boja

source: Text analyzer activated
sr: Analiza teksta aktivirana

source: Text analyzer desactivated
sr: Analiza teksta deaktivirana

source: Error: the "%s" folder cannot be deleted
sr: Greška: "%s" folder se ne može obrisati

source: User Configurations's management
sr: Upravljanje korisničkim podešavanjima

source: Configuration's &folders:
sr: Folderi podešavanja:

source: &Restart NVDA with this configuration's folder
sr: &Ponovo pokreni NVDA sa ovim folderom podešavanja

source: &Prepare this folder
sr: &Pripremi ovaj folder

source: &Delete this folder
sr: &Obriši ovaj folder

source: Empt&y this folder
sr: &Isprazni ovaj folder

source: E&xplore this folder
sr: &Istraži ovaj folder

source: Add &new folder
sr: Dodaj &novi folder

source: Add &existing folder
sr: Dodaj &postojeći folder

source: &Modify this folder
sr: &Izmeni ovaj folder

source: Active configuration
sr: Aktivna podešavanja
