Repository: nidza07/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: sr

source: Do you really want to restart NVDA with this user configuration's folder: %s?
sr: Da li zaista želite ponovo da pokrenete NVDA sa ovim folderom podešavanja: %s?

source: You are going to modify the active configuration's folder. Do you want to continue?
sr: Upravo ćete izmeniti folder aktivne konfiguracije. Nastaviti?

source: Impossible to create %s folder
sr: Nemoguće napraviti folder %s

source: Active configuration path cannot be deleted
sr: Aktivni folder podešavanja se ne može obrisati

source: Do you really want to delete the "%s" folder?
sr: Da li zaista želite da obrišete folder "%s"?

source: The folder %s is already empty
sr: Folder %s je već prazan

source: Do you really want to delete all the content of the "%s" folder?
sr: Da li zaista želite da obrišete sav sadržaj foldera "%s"?

source: End of deletion
sr: Kraj brisanja

source: Preparation of %s folder
sr: Priprema foldera %s

source: Import from &folder:
sr: Uvezi iz &foldera:

source: Import &add-ons
sr: Uvezi &dodatke

source: Import speech &dictionaries
sr: Uvezi &govorne rečnike

source: Import ponctuation/symbol &pronunciations
sr: Uvezi izgovor znakova interpunkcije i &simbola

source: Import input &gesture changes
sr: Uvezi promenjene &ulazne komande

source: Import configuration p&rofiles
sr: Uvezi &profile podešavanja

source: Import &NVDA parameters (normal configuration)
sr: Uvezi &NVDA podešavanja (standardna konfiguracija )

source: Import all the &configuration
sr: Uvezi sva &podešavanja

source: Import terminated
sr: Uvoz otkazan

source: No addon to import
sr: Nema dodataka za uvoz

source: %s add-on exists. Do you want to replace it?
sr: %s dodatak postoji. Da li želite da ga zamenite?

source: No profile to import
sr: Nema profila za uvoz

source: No speech dictionary to import
sr: Nema govornih rečnika za uvoz

source: The configuration folder contains already speech dictionaries. Do you want to replace them?
sr: Folder sa podešavanjima već sadrži govorne rečnike. Da li želite da ih zamenite?

source: No ponctuation or symbol pronunciations to import
sr: Nema izgovora znakova interpunkcije i simbola za uvoz

source: The configuration folder already contains symbol/punctuation pronunciations. Do you want to replace it?
sr: Folder sa podešavanjima već sadrži izgovore znakova interpunkcije / simbola. Da li želite da ih zamenite?

source: No input gesture change to import
sr: Nema promenjenih ulaznih komandi za uvoz

source: The configuration folder already contains input gesture changes. Do you want to replace them?
sr: Folder sa podešavanjima već sadrži ulazne komande. Da li želite da ih zamenite?

source: No NVDA normal configuration to import
sr: Nema standardnih NVDA podešavanja za uvoz

source: The configuration folder already contains NVDA normal configuration. Do you want to replace it?
sr: Folder sa podešavanjima već sadrži standardna NVDA podešavanja. Da li želite da ih zamenite?

source: The "%s" folder contains data that will be erased during copying. Do you still wish to continue?
sr: Folder "%s" sadrži podatke koji će biti obrisani nakon kopiranja. Da li i dalje želite da nastavite?

source: Modification of %s folder
sr: Izmena foldera %s

source: Addons's import
sr: Uvoz dodataka

source: &Add-ons:
sr: &Dodaci:

source: Check &all
sr: Označi sve

source: &Uncheck all
sr: &Dečekiraj sve

source: &Delete existing add-ons
sr: &Obriši sve postojeće dodatke

source: &Import
sr: &Uvezi

source: all items are checked
sr: Sve stavke su označene

source: all items are unchecked
sr: Sve stavke nisu označene

source: Do you really want to delete all add-ons of %s folder?
sr: Da li zaista želite da obrišete sve dodatke foldera %s?

source: confirmation
sr: Potvrda

source: there is no add-on checked
sr: Nema označenih dodataka

source: Adding new folder
sr: Dodavanje novog foldera

source: folder's userName:
sr: Korisničko ime foldera:

source: folder's &location:
sr: &Lokacija foldera:

source: &Browse...
sr: &Potraži...

source: &Add
sr: &Dodaj

source: Folder's selection
sr: Izbor foldera

source: you must specify the username of the folder
sr: Morate da odredite korisničko ime foldera

source: You must specify the path to the location of the configuration
sr: Morate da odredite putanju do lokacije foldera

source: The folder with "%s" username is already in the list of configuration folders
sr: Folder sa korisničkim imenom "%s" je već u listi foldera sa podešavanjima

source: choose another username
sr: Izaberite drugo korisničko ime

source: The "%s" folder already exists and it's a nvda configuration folder. Do you want to add it anyway?
sr: Folder "%s" već postoji i to je folder sa NVDA podešavanjima. Da li ipak želite da ga dodate?

source: The "%s" folder already exists and it's not a nvda configuration folder. Do you want to add it anyway?
sr: Folder "%s" već postoji i nije folder sa NVDA podešavanjima. Da li ipak želite da ga dodate?

source: Adding existing folder
sr: Dodavanje postojećeg foldera

source: folder's &path:
sr: Putanja foldera:

source: The folder is not user configuration's folder
sr: Folder ne sadrži korisnička podešavanja

source: Configuration profiles's import
sr: Uvoz profila podešavanja

source: &Profiles:
sr: &Profili:

source: &Delete existing profiles
sr: &Obriši postojeće profile

source: Do you really want to delete all profiles of %s folder?
sr: Da li zaista želite da obrišete sve postojeće profile foldera %s?

source: There is no profile checked
sr: Nema označenih profila

source: %s profile exists. Do you want to replace it?
sr: %s profil postoji. Da li želite da ga zamenite?

source: Impossible to import profils
sr: Uvoz profila nije moguć

source: The configuration file of "%s" add-on contains errors. The add-on configuration has been reset to default configuration
sr: Datoteka podešavanja dodatka %s sadrži greške. Podešavanja su vraćena na podrazumevana.

source: The old configuration file of "%s" add-on contains errors. It's not possible to keep previous configuration
sr: Folder starih podešavanja dodatka "%s" sadrži greške. Nije moguće zadržati postojeća podešavanja

source: The add-on configuration will be reset to factory values and NVDA will be restarted. Would you like to continue?
sr: Podešavanja dodatka će biti vraćena na fabričke vrednosti i NVDA će ponovo biti pokrenut. Da li želite da nastavite?

source: Configuration reset
sr: Podešavanja vraćena

source: Records:
sr: Stavke:

source: The current configuration of the "Voice profile switching"feature is not compatible with this add-on's version, All selectors have been released and the voice profiles deleted. Sorry for the inconvenience.
sr: Trenutna podešavanja "menjanja glasovnih profila "nisu kompatibilna sa ovom verzijom dodatka, svi birači su oslobođeni i glasovni profili obrisani. Izvinjavamo se za neprijatnosti.

source: warning
sr: Upozorenje

source: Impossible, the synthesizer of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
sr: Nemoguće, sintetizator glasovnog profila {voiceProfileName} pridruženog biraču {selector} nije dostupan. Da li želite da ga oslobodite?

source: Synthesizer error
sr: Greška sintetizatora

source: Selector {selector}: {name}
sr: Birač{selector}: {name}

source: no other selector set to voice profile
sr: Nema drugih birača podešenih za glasovni profil

source: no selector set to voice profile
sr: Nema birača podešenih za glasovni profil

source: yes
sr: Da

source: no
sr: Ne

source: {name} voice profile set to selector {selector}
sr: {name} glasovni profil podešen na birač {selector}

source: all selectors are freed from their vocal profile
sr: Svi birači su oslobođeni od njihovih glasovnih profila

source: Automatic language switching (when supported)
sr: Automatska promena jezika (kada je podržana)

source: Automatic dialect switching (when supported)
sr: Automatska promena dijalekta (kada je podržana)

source: Punctuation/symbol level
sr: Nivo izgovora simbola interpunkcije

source: Trust voice's language when processing characters and symbols
sr: Veruj jeziku glasa kada se obrađuju znakovi interpunkcije

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
sr: Uključi podatke iz baze Unicode Consortium (koji uključuju emoji znakove) kada se obrađuju znakovi i simboli

source: Capital pitch change percentage
sr: Procenat menjanja visine za velika slova

source: Say cap before capitals
sr: Reci veliko pre velikog slova

source: Beep for capitals
sr: Zvučni signal pre velikog slova

source: Use spelling functionality if supported
sr: Koristi funkciju sricanja kada je podržana

source: selector: %s
sr: Birač: %s

source: Voice profile name: %s
sr: Ime glasovnog profila: %s

source: Associated under %s configuration profile
sr: Pridružen za profil podešavanja %s

source: Synthesizer: %s
sr: Sintetizator: %s

source: Output device: %s
sr: Izlazni uređaj: %s

source: Voice profile selectors's Management of profile %s
sr: Upravljač birača glasovnih profila za profil %s

source: &Selectors
sr: &Birači

source: free
sr: Oslobodi

source: &Use selectors associated under normal cconfiguration's profile
sr: &Koristi birače za profil standardnih podešavanja

source: &Activate voice profile
sr: &Aktiviraj glasovni profil

source: A&ssociate voice profile
sr: &Pridruži glasovni profil

source: &Modify voice profile
sr: &Izmeni glasovni profil

source: &Free selector
sr: &Oslobodi birač

source: &Free all selectors
sr: &Oslobodi sve birače

source: Voice profile's &informations
sr: &Informacije za glasovne profile

source: Voice profile 's informations
sr: Informacije za glasovni profil

source: Selector {selector} is already set to {voiceProfileName} voice profile. Do you want to replace this voice profile?
sr: Birač{selector} je već podešen za {voiceProfileName} glasovni profil. Da li želite da zamenite ovaj profil?

source: Do you really want to free selector {selector} associated to the voice profile "{voiceProfileName}"?
sr: Da li zaista želite da oslobodite birač {selector} pridružen glasovnom profilu {voiceProfileName}?

source: Do you really want to free all selectors set to this configuration profile?
sr: Da li zaista želite da oslobodite sve birače podešene za ovaj profil podešavanja?

source: Modify voice profile
sr: Izmeni glasovni profil

source: voice profile name:
sr: Ime glasovnog profila:

source: &Default
sr: &Podrazumevani

source: You must set the name of voice profile
sr: Morate podesiti ime glasovnog profila

source: Voice profile association
sr: Pridruživanje glasovnog profila

source: System tray icons 's list
sr: Lista ikona na sistemskoj traci

source: &Icons
sr: &Ikone

source: &Right click
sr: &Desni klik

source: &Left click
sr: &Levi klik

source: Dou&ble left click
sr: &Dvostruki levi klik

source: color
sr: Boja

source: background color
sr: Boja pozadine

source: bold
sr: Podebljano

source: non bold
sr: Nije podebljano

source: italic
sr: Iskošeno

source: non italic
sr: Nije iskošeno

source: underline
sr: Podvučeno

source: non underline
sr: Nije podvučeno

source: strikethrough
sr: Precrtano

source: non strikethrough
sr: Nije precrtano

source: hidden
sr: Skriveno

source: non hidden
sr: Nije skriveno

source: subscript
sr: Indeks

source: superscript
sr: Eksponent

source: base line
sr: Osnova

source: unexpected space
sr: Neočekivani razmak

source: missing space
sr: Nedostaje razmak

source: missing uppercase
sr: Nedostaje veliko slovo

source: inversed uppercase
sr: Suvišno veliko slovo

source: unexpected %s
sr: Neočekivano %s

source: multiple contigous spaces
sr: Više razmaka u nizu

source: tab at end
sr: Tabulator na kraju

source: space at end
sr: Razmak na kraju

source: change in %s
sr: Promena u %s

source: At {pos}: {anomaly}
sr: Na{pos}: {anomaly}

source: %s analyzis's detections
sr: %s prepoznavanja analize

source: Error: buildVars.py file is not found
sr: Greška: uildVars.py datoteka nije pronađena

source: error
sr: Greška

source: Cannot get add-on translated manifest of %s language
sr: Nemoguće prikazati preveden manifest za dodatak na jeziku %s

source: Creation of HTML documentation files
sr: Pravljenje HTML datoteka dokumentacije

source: No documentation file to convert
sr: Nema datoteka dokumentacije za pretvaranje

source: No file converted
sr: nijedna datoteka nije pretvorena

source: %s files converted
sr: %s datoteka pretvoreno

source: Creation of manifest.ini file
sr: Pravljenje datoteke manifest.ini

source: The manifest.ini file already exists. Do you really want to update it?
sr: Manifest.ini datoteka već postoji. Da li zaista želite da je ažurirate?

source: manifest.ini file has been updated
sr: manifest.ini datoteka ažurirana

source: Creation of localization manifest.ini file
sr: Pravljenje lokalne datoteke manifest.ini

source: No language for this add-on
sr: Nema jezika za ovaj dodatak

source: Error: %s file is not found
sr: Greška: Datoteka %s nije pronađena

source: Some translation strings are missing for "%s" language
sr: Neke stavke nedostaju za jezik "%s"

source: %s localization manifest.ini files created
sr: %s manifest.ini lokalizovanih datoteka napravljeno

source: No localization manifest.ini file created
sr: Nema lokalnih manifest.ini datoteka

source: Creation of POT file of %s add-on
sr: Pravljenje POT datoteke za %s dodatak

source: %s file created
sr: %s datoteka napravljena

source: Impossible to create POT file: no source file defined in buildVars.py
sr: Nemoguće napraviti POT datoteku: Izvorna datoteka nije definisana u datoteci buildVars.py

source: Impossible to create POT file
sr: Nemoguće napraviti POT datoteku

source: Prepare %s add-on
sr: Priprema %s dodatka

source: Prepare add-on start
sr: Priprema pokretanja dodatka

source: Manifest.ini file updated
sr: Manifest.ini datoteka ažurirana

source: %s localization manifest.ini files created or updated
sr: %s lokalnih manifest.ini datoteka ažurirano

source: But for these languages, some strings are not translated: %s
sr: ali za neke jezike, sledeće stavke nedostaju: %s

source: one file converted
sr: Jedna datoteka pretvorena

source: %s HTML files created
sr: %s HTML datoteka napravljeno

source: {count} poFiles compiled on {nb}
sr: {count} poDatoteka kompajlirano u{nb}

source: Add-on bundle could not be created
sr: Datoteka dodatka ne može biti napravljena

source: The {name} file has been created and recorded in {dir} folder
sr: {name} datoteka je napravljena i sačuvana u folderu {dir}

source: Completed
sr: Završeno

source: Creation of buildVars.py file
sr: Pravljenje datoteke buildVars.py

source: Warning: buildVars.py already exists. Do you want to replace it?
sr: Upozorenje: buildVars.py već postoji. Da li želite da zamenite datoteku?

source: buildVars.py file created
sr: buildVars.py datoteka napravljena

source: Tools for add-on development
sr: Alatke za programiranje dodataka

source: Update add-on &version
sr: Ažuriraj &verziju dodatka

source: &Update manifest.ini file
sr: &Ažuriraj datoteku manifest.ini

source: Create P&OT file
sr: Napravi &POT datoteku

source: &Prepare addon
sr: &Pripremi dodatak

source: &Languages:
sr: &Jezici:

source: Create &localization manifest.ini file
sr: Napravi &lokalnu manifest.ini datoteku

source: Create &HTML documentation files
sr: Napravi &HTML datoteke dokumentacije

source: Create &buildVars file
sr: Napravi &buildVars datoteku

source: &Explore add-on folder
sr: &Istraži folder sa dodacima

source: All
sr: Sve

source: Update add-on version
sr: Ažuriraj verziju dodatka

source: Error: buildVars.py file has no add-on version line
sr: Greška: buildVars.py nema red za verziju dodatka

source: Version of buildVars.py file has been updated
sr: Verzija datoteke buildVars.py je ažurirana

source: Entry add-on version:
sr: Upisivanje verzije dodatka:

source: No add-on installed
sr: Nema instaliranih dodataka

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
sr: Ažuriranje nije kompatibilno uz ovu NVDA verziju. Minimalna NVDA verzija: {minYear}{minMajor}, poslednja testirana verzija: {testedYear}.{testedMajor}.

source: Downloading {name}
sr: Preuzima se {name}

source: Error downloading update for {name}.
sr: Greška pri preuzimanju ažuriranja za {name}.

source: Cannot update {name} - missing file or invalid file format
sr: Nemoguće ažurirati{name} - datoteka nedostaje ili je u neispravnom formatu

source: Updating
sr: Ažuriranje

source: Please wait while the add-on is being updated.
sr: Molimo sačekajte dok se dodatak ažurira.

source: Failed to update {name} add-on
sr: Ažuriranje dodatka {name} nije uspelo

source: {summary} - update
sr: {summary} - ažuriranje

source: The service is temporarily under maintenance. Please, try again later.
sr: Servis je trenutno u tehničkom održavanju. Molimo, pokušajte ponovo kasnije

source: New version%s is available. Do you want to download it now?
sr: Nova verzija %s je dostupna. Da li želite da je preuzmete odmah?

source: You are up-to-date. %s is the latest version.
sr: Vaša verzija je najnovija. %s je najnovija verzija.

source: Oops! There was a problem checking for updates. Please retry later
sr: Ups! Došlo je do problema prilikom provere ažuriranja. Molimo, pokušajte ponovo kasnije

source: &Yes
sr: &Da

source: &No
sr: &Ne

source: &Later
sr: &Kasnije

source: Wha&t's new
sr: Šta je &novo

source: User input Gestures
sr: Korisničke ulazne komande

source: Remove &all
sr: Ukloni &sve

source: Do you really want to erase all the modifications of input gesture that have been made?
sr: Da li zaista želite da obrišete sve izmenjene komande?

source: Deleted gestures
sr: Obrisane komande

source: No help available here.
sr: Ovde nema dostupne pomoći.

source: No user guide found.
sr: Korisničko uputstvo nije pronađeno.

source: Informations
sr: Informacije

source: Co&py to Clipboard
sr: &Kopiraj u privremenu memoriju

source: Copied
sr: Kopirano

source: Error, the information cannot be copied to the clipboard
sr: Greška, informacije se ne mogu kopirati u privremenu memoriju.

source: interrupted
sr: Prekinuto

source: "%s" dialog is already open
sr: %s dijalog je već otvoren

source: List, list's item
sr: Lista, stavka liste

source: Tab
sr: Kartica

source: table item
sr: Stavka tabele

source: menu item
sr: Stavka menija

source: list of visible items making up the object in the foreground
sr: Lista vidljivih stavki koje čine objekat

source: Ignore untagged items
sr: Ignoriši neoznačene stavke

source: &Type:
sr: &Vrsta:

source: Elements:
sr: Elementi:

source: Move &navigator object to it
sr: Prebaci &navigacioni objekat na njega

source: Elements's searching
sr: Pretraživanje elemenata
