Repository: nidza07/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: sr

source: NVDA global commands extension
sr: NVDA dodatak globalne komande

source: This add-on has been developed with the participation of Daniel Poiraud. It adds to NVDA: 1- The features Some features can be enabled or disabled individually. * Display of the list of icons in the notification area, * Display of the windows list of running applications, * Help in the composition of a symbol that is complex such as, for example, an a e related, a symbol power of 2 and possibility to add its own categories and symbols, * Extension of the functionality of the virtual buffer for browsers Mozilla Firefox, Microsoft Internet Explorer, Microsoft Edge, and Google Chrome: * new commands for navigation mode (paragraph, division, anchor, main area, * new types of elements for the dialog box opened by "NVDA+F7" (radio button, paragraph, frame, check box, ...) with the announcement of the number of items found, * commands for the tables: announce the cells of a row /column, go to first/last cell in the row/current column, move the column/row preceding or following with announcement possible of the cells in that row/column, * announcement of the URL of the document, * navigate in loop, * Announcement of the function associated with editing commands style Copy, Paste, etc., * Announcement of the name of the folder pre-selected in the dialog boxes like "Open", "Save", "Save as", ..., * display of information on the focused application: * the name and version number of the application, * the current profile configuration, * the add-on loaded for the application, * NVDA logs tools: * Opening the previous or current log, * copy of the path of these in the clipboard. * history of voice speech, * renaming keyboard keys, * selective announcement of command keyboard keys, * simple countdown timer, * display of visible elements making up the object in the foreground, * fast switching of voice profile, * remanence of the modifier keys, * shutdown, reboot or hibernate the computer, * control the main or NVDA volume: * mute or unmute volume for the focused application, * establishment of the main Windows or NVDA volume at the start of add-on, * modification of main volume or audio stream's volume of focused application. * Tools for development of add-on * supplements regarding the date and time: copy date and time to clipboard, report time with seconds * user configurations management and NVDA restarting with precise configuration, * text analyser, * announcement of the cursor position in the edit boxes, * temporary use of an audio output device without impacting the NVDA configuration. 2- The options * remove the announcement from the description of the objects in the Windows ribbons, * proclaim the word focused when deleting a word (for NVDA versions lower than 2020.3), * automatically maximize the foreground window, * announce punctuations and symbols when moving by word in a document. 3- The advanced options * report, with a sound, the registration of an error in the NVDA log also for the final versions and release candidate of NVDA, * Caption dialog title with the name of the add-on, * Do not take account of the option called Report object descriptions during the display of the dialog box style confirmation, * use numeric keypad's keys conventionally. 4- Various other elements * presentation formatting of the text in a dialog box, * sub-menus to explore the program folders or configuration, * script to quickly restart NVDA, * script to emulate the "Applications" key, * script to close all open windows, * possibility of executing scripts in the "Input gestures" dialog (for versions of NVDA greater than 2020.3).
sr: Ovaj dodatak je razvijen uz pomoć programera Daniel Poiraud. Dodaje u program NVDA: 1- Karakteristike Neke karakteristike se pojedinačno mogu omogućiti ili onemogućiti. * Prikazivanje ikona na sistemskoj traci, * Prikazivanje pokrenutih Windows aplikacija, * pomoć u upisivanju kompleksnih simbola kao što su , na primer, a a e i slično, a 2 Mogućnost dodavanja vaših kategorija i simbola, * Poboljšanja za funkcije režima pretraživanja Za pretraživače Mozilla Firefox, Microsoft Internet Explorer, Microsoft Edge, i Google Chrome: * Nove komande za navigaciju (pasusi, odeljci, anchor, glavni orjentir, * Nove vrste elemenata u dijalogu koji se otvara kombinacijom "NVDA+F7" (raduio dugmići, pasusi, okviri, izborna polja, i tako dalje) uz izgovor broja pronađenih elemenata, * Komande za tabele: Izgovor ćelija reda ili kolone, prebacivanje na prvu ili poslednju ćeliju reda ili kolone, , * Izgovor adrese dokumenta, * Vraćanje na dno ili vrh u toku navigacije kroz različite vrste elemenata, * Izgovor funkcija komandi za uređivanje Kopiranje, lepljenje, i slično., * Izgovor izabranog foldera u dijalozima "Otvori datoteku","Sačuvaj", "Sačuvaj kao",i slično., * Prikazivanje informacija za fokusiranu aplikaciju: * Trenutni profil podešavanja, * Ime i verzija aplikacije, * Dodatak koji je učitan za aplikaciju, * NVDA alati za dnevnike: * Otvaranje prethodnog ili trenutnog dnevnika, * Kopiranje adrese trenutnog dnevnika u privremenu memoriju, * Istorija govora, * Preimenovanje tastera na tastaturi, * Izbor komandnih tastera za izgovor, * Jednostavan brojač, * Prikazivanje vidljivih elemenata koji čine objekat u pozadini, * Brzo menjanje glasovnih profila, * Odlaganje modifikatorskih tastera, * Gašenje, ponovno pokretanje ili stavljanje računara u stanje spavanja, * Kontrola sistemske ili NVDA jačine: * Isključivanje ili ponovno uključivanje zvuka za trenutno fokusiranu aplikaciju, * Podešavanje glavne jačine ili NVDA jačine na određenu vrednost kada se dodatak pokrene, * Izmena glavne jačine ili jačine fokusirane aplikacije. * Alati za programiranje dodataka * Dodaci za vreme i datum: Kopiranje datuma i vremena u privremenu memoriju, prijavljivanje vremena u sekundama * Upravljanje korisničkih podešavanja i ponovno pokretanje programa NVDA sa određenim podešavanjima , * Analiza teksta, * Izgovor pozicije kursora u poljima za uređivanje, * Privremeno korišćenje audio uređaja bez uticaja na NVDA podešavanja. 2- Opcije * Uklanjanje opisa objekata iz ribbona u Windowsu, * Izgovor reči koja je obrisana kada se briše reč (za NVDA verzije starije od 2020.3), * Automatski maksimiziraj pokrenut prozor, * Izgovor simbola interpunkcije kada se krećete reč po reč. 3- Napredne opcije * Prijavi, zvukom, greške u dnevniku za finalne NVDA verzije, * Dijalog sa imenom dodatka, * Ignoriši opise objekata u dijalozima za potvrdu. * Standardno korišćenje tastera numeričke tastature. 4- Razni elementi * Predstavljanje formatiranja teksta u dijalozima, * Podmeniji za istraživanje foldera programa ili podešavanja, * Skripta za brzo NVDA restartovanje. * Skripta za emulaciju "aplikacionog" tastera, * Skripta za zatvaranje svih otvorenih prozora, * Mogućnost pokretanja skripti iz dijaloga "Ulazne komande " (za NVDA verzije novije od 2020.3).

source: Do you want to keep previous add-on configuration settings?
sr: Da li želite da zadržite prethodna podešavanja dodatka?

source: %s - installation
sr: %s - Instalacija

source: Attention, you must uninstall "%s" add-on because it is now included in this add-on
sr: Pažnja, morate deinstalirati dodatak"%s" zato što je sada uključen u ovaj dodatak

source: (command: %s)
sr: (Komanda: %s)

source: %s add-on configuration menu
sr: %s meni podešavanja dodatka

source: Global settings...
sr: Globalna podešavanja...

source: Current configuration profile settings...
sr: Podešavanja trenutnog profila...

source: Keyboard Keys renaming...
sr: Preimenovanje tastera na tastaturi...

source: Command keys selective announcement...
sr: Selektivan izgovor komandnih tastera...

source: Reset configuration to default values
sr: Vrati podešavanja na fabričke vrednosti

source: Explore &NVDA
sr: Istraži &NVDA

source: Menu to explore the NVDA program folder or the user configuration folder
sr: Meni za istraživanje foldera programa ili podešavanja

source: My &configuration's folder
sr: Moj folder sa &podešavanjima

source: NVDA &Program folder
sr: Folder &programa NVDA

source: Manage user configurations
sr: Upravljanje korisničkim podešavanjima

source: Please wait
sr: Molimo sačekajte

source: {0} copied to clipboard
sr: {0} kopirano u privremenu memoriju

source: Configuration's profile {profileName} {state}
sr: Profil podešavanja {profileName} {state}

source: {0} version {1}
sr: {0} verzija {1}

source: Product name and version has been copied to clipboard
sr: Ime proizvoda i verzija su kopirani u privremenu memoriju

source: add-on: {name}, version: {version}
sr: Dodatak: {name}, Verzija: {version}

source: No add-on
sr: Nema dodatka

source: Configuration profile: {profileName} {state}
sr: Profil podešavanja: {profileName} {state}

source: Application: {appName} {appVersion}
sr: Aplikacija: {appName} {appVersion}

source: {summary}, version: {version}
sr: {summary}, Verzija: {version}

source: Active add-on: %s
sr: Aktivan dodatak: %s

source: add-on's path: %s
sr: Adresa dodatka: %s

source: Warning: it seems that others add-ons are installed and activated for this application
sr: Upozorenje: Izgleda da su drugi dodaci instalirani i aktivni za ovu aplikaciju

source: Loaded python module: %s
sr: Učitan Python modul: %s

source: Application context's informations
sr: Informacije o modulu za aplikaciju

source: Current log file path copied to clipboard
sr: Trenutna adresa datoteke sa dnevnicima kopirana u privremenu memoriju

source: Current log file path cannot be copied to clipboard
sr: Trenutna adresa datoteke sa dnevnicima se ne može kopirati u privremenu memoriju

source: Previous log file cannot be opened
sr: Prethodni dnevnik se ne može otvoriti

source: Current log file cannot be opened
sr: Trenutni dnevnik se ne može otvoriti

source: File open Error
sr: Greška pri otvaranju

source: Are you sure you want to shutdown immediately the computer ?
sr: Da li ste sigurni da želite odmah da isključite računar?

source: Confirmation
sr: Potvrda

source: Are you sure you want to reboot immediately the computer ?
sr: Da li ste sigurni da želite odmah ponovo da pokrenete računar?

source: Are you sure you want to hibernate immediately the computer ?
sr: Da li ste sigurni da želite odmah da stavite računar u stanje hibernacije?

source: Current speech settings
sr: Trenutna podešavanja govora

source: Voice profile switch mode on
sr: Režim menjanja glasovnih profila uključen

source: Voice profile switch mode off
sr: Režim menjanja glasovnih profila isključen

source: Selector %s is free
sr: Birač %s je slobodan

source: There was no change of input gesture made by the user
sr: Nema komandi koje je korisnik menjao

source: Double left click
sr: Dupli levi klik

source: Object has no location
sr: Objekat nema lokaciju

source: Double right click
sr: Dupli desni klik

source: This functionnality is only available if "command keys selective announcement" functionnality or "keys's remanence" functionnality is installed
sr: Ova funkcija je dostupna samo ako su instalirane funkcije"selektivan izgovor komandnih tastera" ili"funkcija zadržavanja tastera"

source: The standard use of the numeric keypad is not allowed
sr: Standardno korišćenje numeričke tastature nije dozvoljeno

source: Are you sure you want to close all windows?
sr: Da li ste sigurni da želite da zatvorite sve prozore?

source: global
sr: Globalno

source: application
sr: Aplikacija

source: speech synthesizer driver
sr: Drajver za sintetizator govora

source: braille display driver
sr: Drajver za brajev red

source: mixed
sr: Mešano

source: %s add-on type:
sr: %s vrsta dodatka:

source: any
sr: Bilo koji

source: Running add-ons
sr: Pokrenuti dodaci

source: Text analysis not available
sr: Analiza teksta nije dostupna

source: Nothing to report
sr: Nema ničega za prijavljivanje

source: report current caret position on
sr: Uključeno prijavljivanje trenutne pozicije kursora

source: report current caret position off
sr: Isključeno prijavljivanje trenutne pozicije kursora

source: cycle is not possible on audio output device
sr: Prebacivanje kroz izlazne uređaje zvuka nije moguće

source: Shell's scripts
sr: Skripte komandnog interfejsa

source: Description: command
sr: Opis: Komanda

source: &Execute the script
sr: &Pokreni skriptu

source: List of windows
sr: Lista prozora

source: Minimized
sr: Umanjeno

source: Maximized
sr: Uvećano

source: Current &applications
sr: Trenutne &aplikacije

source: &Switch to
sr: &Prebaci se na

source: &Destroy
sr: &Uništi

source: Destro&y all
sr: &Uništi sve

source: Impossible to destroy desktop window
sr: Nemoguće uništiti prozor radne površine

source: Impossible to destroy the window
sr: Nemoguće uništiti prozor

source: Warning
sr: Upozorenje

source: No label
sr: Nema oznake

source: Form field
sr: Polje za unos

source: Report current table row's cells
sr: Prijavi ćelije trenutnog reda u tabeli

source: Report current table column's cells
sr: Prijavi ćelije trenutne kolone u tabeli

source: Move to and report next table row
sr: Prebaci se na i prijavi sledeći red u tabeli

source: Move to and report previous table row
sr: Prebaci se na i prijavi prethodnii red u tabeli

source: Move to and report next table column
sr: Prebaci se na i prijavi sledeću kolonu u tabeli

source: Move to and report previous table column
sr: Prebaci se na i prijavi prethodnu kolonu u tabeli

source: Report current table cell position
sr: Prijavi trenutnu poziciju ćelija u tabeli

source: Move to first cell of table row
sr: Prebaci se na prvu ćeliju reda u tabeli

source: Move to last cell of table row
sr: Prebaci se na poslednju ćeliju redova u tabeli

source: Move to first cell of table column
sr: Prebaci se na prvu ćeliju kolona u tabeli

source: Move to last cell of table column
sr: Prebaci se na poslednju ćeliju kolona u tabeli

source: %s elements
sr: %s elemenata

source: One element
sr: Jedan element

source: no element
sr: Nema elemenata

source: moves to the next paragraph
sr: Pomera se na sledeći pasus

source: no next paragraph
sr: Nema sledećeg pasusa

source: moves to the previous paragraph
sr: Pomera se na prethodni pasus

source: no previous paragraph
sr: Nema prethodnog pasusa

source: moves to the next division
sr: Pomera se na sledeći odeljak

source: no next division
sr: Nema sledećeg odeljka

source: moves to the previous division
sr: Pomera se na prethodni odeljak

source: no previous division
sr: Nema prethodnog odeljka

source: moves to the next main landmark
sr: Pomera se na sledeći glavni orjentir

source: no next main landmark
sr: Nema sledećeg glavnog orjentira

source: moves to the previous main landmark
sr: Pomera se na prethodni glavni orjentir

source: no previous main landmark
sr: Nema prethodnog glavnog orjentira

source: moves to the next clickable element
sr: Pomera se na sledeći klikabilan element

source: no next clickable element
sr: Nema sledećeg klikabilnog elementa

source: moves to the previous clickable element
sr: Pomera se na prethodni klikabilan element

source: no previous clickable element
sr: Nema prethodnog klikabilnog elementa

source: Copied to clipboard
sr: Kopirano u privremenu memoriju

source: Cannot copy to clipboard
sr: Nemoguće kopirati u privremenu memoriju

source: Report document 's address (URL). Twice: copy it to clipboard
sr: Prijavljuje adresu dokumenta (URL). Dva puta: Kopira je u privremenu memoriju

source: Return to bottom of page
sr: Vrati se na dno strane

source: Return to top of page
sr: Vrati se na vrh strane

source: No text to add
sr: Nema teksta za dodavanje

source: Do you want realy add the selected text to the clipboard?
sr: Da li zaista želite da dodate izabrani tekst u privremenu memoriju?

source: Adding text to clipboard
sr: Dodavanje teksta u privremenu memoriju

source: Added
sr: Dodato

source: Cannot add
sr: Nemoguće dodati

source: Cut
sr: Iseci

source: Paste
sr: Nalepi

source: Copy
sr: Kopiraj

source: Undo
sr: Poništi

source: select all
sr: Izaberi sve

source: one selected object
sr: Izaberi jedan objekat

source: %s selected objects
sr: %s izabranih objekata

source: Any key with modifier key combination
sr: Svaki taster sa kombinacijom uz modifikatore

source: Keys's remanence activation on
sr: Aktivacija odlaganja tastera uključena

source: Keys's remanence activation off
sr: Aktivacija odlaganja tastera isključena

source: Standard use of the numeric keypad enabled
sr: Standardno korišćenje numeričke tastature omogućeno

source: Standard use of the numeric keypad disabled
sr: Standardno korišćenje numeričke tastature onemogućeno

source: Command keys selective Announcement
sr: Selektivan izgovor komandnih tastera

source: Check &excluded keys:
sr: Provera&ignorisanih tastera:

source: Pressed W&ith modifier key combination:
sr: Uz &kombinaciju sa modifikatorskim tasterima:

source: &Check all modifier combinations
sr: &Označi sve kombinacije sa modifikatorima

source: &Uncheck all modifier combinations
sr: &Ukloni oznake za sve kombinacije sa modifikatorima

source: Do not speak command &keys
sr: Ne &izgovaraj komandne tastere

source: Do you want to save changes made in "%s" mode?
sr: Da li želite da sačuvate promene izvršene u modu"%s"?

source: No more checked command key
sr: Nema više označenih komandnih tastera

source: Help for complex symbols edition
sr: Pomoć za dodavanje kompleksnih simbola

source: &Categories:
sr: &Kategorije:

source: S&ymbols:
sr: S&imboli:

source: &Copy to clipboard
sr: &Kopiraj u privremenu memoriju

source: &Paste
sr: &Nalepi

source: &Manage your symbols
sr: &Upravljanje vašim simbolima

source: No symbol selected
sr: Nema izabranog simbola

source: {0} pasted
sr: {0} nalepljen

source: Symbol cannot copied to the clipboard
sr: Simbol se ne može kopirati u privremenu memoriju

source: {0} copied
sr: {0} kopiran

source: Error: no basic symbols installed
sr: Greška: Nema osnovnih simbola

source: User symbols manager
sr: Upravljač korisničkim simbolima

source: &Add a symbol
sr: &Dodaj simbol

source: &Delete the symbol
sr: &Obriši simbol

source: Add a &category
sr: Dodaj &kategoriju

source: De&lete the category
sr: &Obriši kategoriju

source: &Save
sr: &Sačuvaj

source: %s symbol deleted
sr: %s symbol obrisan

source: No symbol entered
sr: Nema upisanog simbola

source: Symbol is not valid
sr: Simbol nije ispravan

source: There is no description for the symbol
sr: Nema opisa za simbol

source: The symbol is already in this category under "%s" description. Do you want to replace it?
sr: Simbol je već u ovoj kategoriji sa opisom "%s". Da li želite da ga zamenite?

source: The symbol is allready in "{oldCat}" category. Do you want to add this symbol also in "{newCat}" category?
sr: Simbol je već u kategoriji {oldCat}. Da li takođe želite da ga dodate u kategoriju {newCat}?

source: %s symbol has been added
sr: %s Simbol je dodat

source: Enter category name:
sr: Unos imena kategorije:

source: Adding category
sr: Dodavanje kategorije

source: "%s" category already exists
sr: Kategorija %s već postoji

source: You cannot delete this basic category.
sr: Ne možete obrisati ovu osnovnu kategoriju.

source: Do you really want to delete this category and all its symbols?
sr: Da li zaista želite da obrišete ovu kategoriju i sve njene simbole?

source: "%s" category has been deleted
sr: Kategorija %s je obrisana

source: Adding Symbol in %s category
sr: Dodavanje simbola u kategoriju %s

source: Enter the Symbol:
sr: Upišite simbol:

source: Enter the Description:
sr: Upišite opis:

source: Last used complex symbols
sr: Poslednje korišćeni kompleksni simboli

source: &Symbols:
sr: &Simboli:

source: &Past
sr: &Nalepi

source: &Delete all
sr: &Obriši sve

source: Do you really want to delete all symbols of the list?
sr: Da li zaista želite da obrišete sve simbole liste?

source: There is no symbol recorded
sr: Nema snimljenih simbola

source: Open
sr: Otvori

source: Save
sr: Sačuvaj

source: Save as
sr: Sačuvaj kao

source: Find in
sr: Pronađi u

source: Selected folder name not found
sr: Izabrano ime foldera nije pronađeno

source: Temporary Audio device manager
sr: Upravljač privremenih audio uređaja

source: Current temporary audio device: %s
sr: Trenutni privremeni audio uređaj: %s

source: None
sr: Nijedan

source: Select a &device:
sr: Iz&aberi uređaj:

source: &Set as temporary audio device
sr: &Podesi kao privremeni audio uređaj

source: &leave up the temporary audio device
sr: &Oslobodi privremeni audio uređaj

source: Confirm
sr: Potvrda

source: You have %s seconds to accept the use of this audio device for all configuration profiles regardless of the choice made in their voice settings
sr: Imate %s da prihvatite ovaj audio uređaj kao podrazumevani za sve profile podešavanja bez obzira na glasovna podešavanja u njima

source: &Accept
sr: &Prihvati

source: Computer shutdown
sr: Gašenje računara

source: &Hibernate
sr: &Hibernacija

source: &Shutdown
sr: &Gašenje

source: &Reboot
sr: &Ponovno pokretanje

source: F&orce running programs to close without warning
sr: Nateraj pokrenute programe da se &zatvore bez upozorenja

source: &Delay before shutdown or reboot between {min} and {max} seconds
sr: &Odlaganje pre gašenja ili ponovnog pokretanja između {min} i {max} sekundi

source: Computer Shutdown
sr: Gašenje računara

source: Computer reboot
sr: Ponovno pokretanje računara

source: Computer hibernation
sr: Hibernacija računara

source: Number of seconds to wait before shutdown:
sr: Broj sekundi za čekanje pre gašenja:

source: Number of seconds to wait before reboot:
sr: Broj sekundi za čekanje pre ponovnog pokretanja:

source: Number of seconds to wait before hibernation:
sr: Broj sekundi za čekanje pre hibernacije:

source: &Report remaining time
sr: &Prijavi preostalo vreme

source: Remaining time: %s seconds
sr: Preostalo vreme: %s sekundi

source: Shut down ...
sr: Gašenje...

source: Computer's rebooting ...
sr: Računar se ponovo pokreće...

source: Hibernate isn't available. So, sleep mode is activated.
sr: Hibernacija nije dostupna. Aktiviraće se režim spavanja.

source: Volume
sr: Jačina

source: Volume on
sr: Zvuk uključen

source: volume off
sr: Zvuk isključen

source: No audio controller for this application
sr: Nema kontrole zvuka za ovu aplikaciju

source: percent
sr: Procenat

source: Unavailable for NVDA
sr: Nedostupno za NVDA

source: Impossible, the volume level cannot be lower than the configured recovery threshold equal to %s
sr: Nije moguće, nivo jačine ne može biti manji od podešenog nivoa oporavka%s

source: Volume control
sr: Kontrola jačine

source: Set the volume of current focused application to %s percent
sr: Podesi jačinu trenutno fokusirane aplikacije na%s posto

source: Set the main volume to %s
sr: Podesi glavnu jačinu na%s

source: Not available on this operating's system
sr: Nije dostupno na ovom operativnom sistemu

source: The main volume and that of NVDA are established and their level sets to the one in the configuration
sr: Glavna jačina podešena

source: Keyboard Keys's renaming
sr: Preimenovanje tastera na tastaturi

source: NVDA defined key labels:
sr: NVDA definisane oznake za tastere:

source: Modified label:
sr: Izmenjena oznaka:

source: &Modify
sr: &Izmeni

source: &Remove
sr: &Ukloni

source: R&emove all
sr: Ukloni &sve

source: Redefined in %s
sr: Izmenjeno u %s

source: Enter new label:
sr: Upiši novu oznaku:

source: Key label redifinition
sr: Izmena oznake tastera

source: New name is removed
sr: Novo ime je uklonjeno

source: No modification
sr: Nema izmene

source: All replacement labels have been removed
sr: Sve izmenjene oznake su uklonjene

source: End duration in %s minutes
sr: Završava se za %s minuta

source: End duration in one minute
sr: Završava se za minut

source: End of minutetimer
sr: Štoperica minuta završena
